OdRxAffinityAttribute.name
\details
Gets the list of names of the additional objects.
\returns
List of names of the additional objects.

OdRxAffinityAttribute.createObject(OdString!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Constructor. Creates an attribute of the OdRxAffinityAttribute type.
\param name [in]  Names of additional objects.
\returns
Smart pointer to a constructed attribute object.